Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/norge_starter_arbeidet_med_fns_internasjonale_tiar_for_urfolkssprak.html.tmx
Source language: nob
Languages: sme

source: Norge starter arbeidet med FNs internasjonale tiår for urfolksspråk
sme: Norga bargagoahtá ON riikkaidgaskasaš álgoálbmotgielaid logijagiin

source: FNs generalforsamling har vedtatt at 2022–2032 er FNs tiår for urfolksspråk.
sme: ON váldočoahkkin lea mearridan, ahte 2022–2032 lea ON álgoálbmotgielaid logijahki.

source: Sametinget og Kommunal- og distriktsdepartementet er nå i gang med arbeidet både hjemme og ute i verden.
sme: Sámediggi ja Gielda- ja guovlodepartemeanta leat dál bargagoahtán logijagiin sihke dáppe ja riikkaidgaskasaččat.

source: – Urfolksspråkene er ikke bare viktige for oss urfolk, men også for verdenssamfunnet.
sme: – Álgoálbmotgielat eai leat mávssolaččat dušše midjiide álgoálbmogiidda, muhto maiddái olles máilmmi servodahkii.

source: De inneholder umistelig kunnskap om historie, kultur og om naturen.
sme: Dat sisdollet historjjá, kultuvrra ja luonddu birra mávssolaš dieđuid, maid eat seađe massit.

source: Det er en viktig del av vår felles arv, sier sametingspresident Silje Silje Karine Muotka Árvu/Sametinget Karine Muotka.
sme: Dat leat mávssolaš oassi Silje Karine Muotka Árvu/Sametinget min árbbis, dadjá sámediggepresideanta Silje Karine Muotka.

source: Ifølge UNESCO finnes det i dag mellom 6000 og 7000 språk i verden.
sme: UNESCO mielde máilmmis leat 6000 - 7000 giela.

source: 96 prosent av språkene snakkes av bare tre prosent.
sme: 96 proseantta gielain hállet dušše golbma proseantta hálliin.

source: Mange språk dør ut fordi de ikke blir praktisert.
sme: Ollu gielat jávket go eai geavahuvvo.

source: – Dette tiåret er en god anledning til å dele erfaringer fra arbeidet som gjøres for å styrke de samiske språkene, som kan komme andre urfolksspråk og minoritetsspråk til nytte.
sme: – Logijahki lea buorre vejolašvuohta juogadit vásáhusaid sámegielaid nannemis, go dat sáhttá leat ávkin eará álgoálbmotgielaide ja unnitlogugielaide.

source: Språktiåret oss muligheten til at vi i fellesskap kan bidra til å bevare og utvikle alle verdens urfolksspråk, sier sametingspresidenten.
sme: Giellalogijahki addá midjiide vejolašvuođa searválagaid seailluhit ja ovddidit máilmmi álgoálbmotgielaid, dadjá sámediggepresideanta.

source: Norge representert i den internasjonale styringsgruppen
sme: Norg a ovddastuvvo riikkaidgaskasaš stivrenjoavkkus

source: UNESCO er ansvarlig for gjennomføringen av språktiåret, og det er opprettet en arbeidsgruppe som består av representanter fra stater, urfolksrepresentanter og medlemmer fra FNs permanente forum for urfolkssaker.
sme: UNESCO vástida giellalogijagi čađaheames, ja lea ásahan bargojoavkku, mas leat stáhtaid, álgoálbmogiid ja ON álgoálbmotáššiid bistevaš foruma ovddasteaddjit.

source: Både Sametinget og Kommunal- og distriktstdepartementet deltar aktivt i det internasjonale arbeidet.
sme: Sihke Sámediggi ja Gielda- ja guovlodepartemeanta servet aktiivvalaččat riikkaidgaskasaš bargui.

source: Norge sitter i styringsgruppen for tiåret.
sme: Norga lea mielde logijagi stivrenjoavkkus.

source: – Norge har mye å bidra med i arbeidet med språktiåret.
sme: – Norggas lea ollu, mainna searvat logijagibargui.

source: Vi er for eksempel langt framme når det gjelder språkteknologiske verktøy for urfolksspråk.
sme: Mii leat ovdamearkka dihte ovddidan álgoálbmotgielaide Foto: Ragne B. Lysaker, Senterpartiet giellateknologiija.

source: Vi kan maskinoversette nordsamiske tekster til norsk.
sme: Mii sáhttit dihtoriin jorgalit teavsttaid davvisámegielas dárogillii.

source: Vi har retteprogram som sjekker om du skriver korrekt samisk.
sme: Mis leat divvunprográmmat, mat dárkkistit sámegielteavsttaid riektačállima.

source: Vi kan skrive med samiske bokstaver på mobilen.
sme: Mii sáhttit čállit sámi bustávaid mobiillaiguin.

source: Og vi kan enkelt finne det riktige samiske ordet i gode elektroniske ordbøker, sier kommunal- og distrikstminister Sigbjørn Gjelsvik.
sme: Mii sáhttit maid álkit gávdnat rievttes sámegielsáni elektrovnnalaš sátnelisttuin, dadjá gielda- ja guovloministtar Sigbjørn Gjelsvik.

source: Statsråden understreker at alle tiltak i tilknytning til språktiåret vil bli utformet i dialog med Sametinget.
sme: Stáhtaráđđi deattasta, ahte buot logijagi doaimmat hábmejuvvojit ovttasráđiid Sámedikkiin.

source: Opprettet et nasjonalt samarbeidsforum
sme: Riikkaviidosaš ovttasbargoforum ásahuvvon

source: Sametinget og departementet har i fellesskap opprettet et nasjonalt samarbeidsforum som skal koordinere arbeidet med tiåret i Norge.
sme: Sámediggi ja departemeanta leat ovttas ásahan riikkaviidosaš ovttasbargoforuma, mii buohtalastá logijagi doaimmaid Norggas.

source: Her vil den samiske ungdomsorganisasjonen Noereh, Samisk høgskole, Nord universitet og Universitetet i Tromsø – Norges arktiske universitet, Kunnskapsdepartementet og Språkrådet være representert.
sme: Forumis leat ovddastuvvon sámi nuoraidsearvi Noereh, Sámi allaskuvla, Nord universiteahtta ja Romssa universiteahtta – Norgga árktalaš universiteahtta, Máhttodepartemeanta ja Giellaráđđi.

source: –Sametinget har allerede etablert et bra samisk samarbeid over landegrensene i forbindelse med tiåret for urspråk.
sme: – Sámediggi lea jo ásahan buori, riikkarájáid rasttildeaddji ovttasbarggu álgoálbmotgielaid logijagi oktavuođas.

source: Mikkel Eskil Mikkelsen Åse M.P. Pulk/Sámediggi Vi har også jevnlig kontakt med andre i den arktiske delegasjonen.
sme: Mii Mikkel Eskil Mikkelsen Åse M.P. Pulk/Sámediggi gulahallat maid jeavddalaččat árktalaš sáttagotti eará lahtuiguin.

source: Nå får vi i også et nasjonalt samarbeidsforum til dette arbeidet.
sme: Dál oažžut vel riikkaviidosaš ovttasbargoforuma dán bargui.

source: Jeg har stor tro på at samarbeidsforumet klarer å få til et nasjonalt løft for samiske språk, sier rådsmedlem i Sametinget, Mikkel Eskil Mikkelsen.
sme: Mus lea nana jáhkku dasa, ahte ovttasbargoforum nagoda loktet sámegielaid dili, dadjá Sámedikki ráđđelahttu, Mikkel Eskil Mikkelsen.

source: UNESCO har laget en egen nettside for tiåret.
sme: UNESCO lea ráhkadan neahttasiiddu logijagi várás.
